;Language file of Revo Uninstaller
;This section must use english
[Info]
Language=Српски/Serbian 
WebLang=SRBLT
Translator=Dragan Bjedov draganbjedov@gmail.com
Codepage=UNICODE
Version=2.0.6


[Deinstaler Linija sa alatkama]
102 = Изглед
103 = Поставке
104 = Деинсталер
105 = Алати
106 = Пресретање
107 = Листа
108 = Иконе
109 = Детаљи
110 = Деинсталирај
111 = Уклони унос
112 = Освежи
113 = Уклонити означени унос?
114 = Деинсталирати означени програм?
115 = Доградња
116 = Помоћ
117 = Упутства...
118 = Почетна веб страница...
119 = О програму...
120 = Немате овлашћење администратора!
121 = Деинсталирати означене системске компоненте?\nПАЖЊА: Да ли сте ли сигурни што чините!
122 = Деинсталер приказује све програме и компоненте инсталиране на овом рачунару. Кроз различите прикаже садржаја, могуће је доћи до пуно додатних информација о инсталираном софтверу. Примарна намена Revo Uninstaller-а је пресретање које омогућава флексибилност у деинсталирању: заустављање, брисање или онемогућавање аутоматског покретања само једним кликом на икону програма.
123 = Тражи
124 = Нађено:
125 = Уклонити одабране компоненте система из регистра?\nДа ли сигурни да нису неопходне за правилан рад система?
126 =  неће се више аутоматски покретати!
127 =  покретаће се убудуће аутоматски!
128 = %sје инсталиран на истој локацији као и %s!\nПостоје заостаци од оба програма! Пажљиво одаберите што треба уклонити!
129 = Форсирана MSI деинсталација 

[Deinstaler Lista]
150 = Програм
151 = Величина
152 = Верзија
153 = Датум инсталирања
154 = Произвођач
155 = Web страница
156 = Коментар
157 = Деинсталирај стринг
158 = Кључ регистра
159 = Инсталер

[Deinstaler StatusBar]
201 = Инсталације:
202 = Учитавање...

[Optimizer Registra]
302 = Одаберите шта треба скенирати
303 = Старт мени

[Autorun traka alata]
407 = Покрени
408 = Прекини
409 = Уклони
410 = Ставке:
411 = Омогући:
412 = Управљањем аутоматским покретањем можете омогућити или онемогућити самопокретање програма и сазнати понеке додатне информације о тим програмима као што су: издавач, опис, путања до програма и обавештење да ли програм ради или не.

[Autorun Lista]
450 = Назив програма
451 = Путања
452 = Опис
453 = Издавач
454 = Статус
455 = Локација
456 = РАДИ
457 = НИЈЕ ПОКРЕНУТ
458 = НЕИСПРАВАН
459 = Прекини процес
460 = Покрени процес
461 = Отвори фасцикли програма
462 = Иди на локацију у регистру
463 = Копирај путању програма
464 = Уклони означено
465 = Уклони све неваљано
466 = Уклони што не ради
467 = Уклони онемогућено
468 = Својства...
470 = Затворити означени програм?\nСве што нисте сачували биће изгубљено!
471 = Уклонити означено?
472 = Уклонити неваљали програм?
473 = Уклонити све програме који не раде?
474 = Уклонити онемогућени програм?
475 = Наредба не постоји!
476 = НЕПОЗНАТО
477 = Онемогући самопокретање
478 = Омогући самопокретање

[Outlook Kontrola]
300 = Оптимизација
301 = Оптимизација регистра
400 = Управљач аутоматског покретања
500 = Чистач трагова
501 = Чистач прегледача
600 = MS Office чистач
700 = Windows чистач
800 = Трајно уклањање
900 = Неповратно брисање
2100 = Windows алати
2200 = Чистач непотребних датотека

[Brisanje tragova iz internet pregledača]
507 = Уклони све
508 = Уклони попис посећиваних веб страница
509 = Уклони траг у траци адресе
510 = Уклони привремене Интернет датотеке
511 = Уклони колачиће
512 = Уклони "index.dat" датотеке
513 = Изврши
514 = Уклони траг преузимања
515 = Уклони попис кретања
516 = Уклони из пописа кретања
517 = Деинсталер
518 = Уклонити све означене трагове?
521 = Уклонити "Internet Explorer" трагове?
522 = Уклонити "Firefox" трагове?
523 = Уклонити "Opera" трагове?
524 = Уклонити "Netscape" трагове?
525 = Ваш Интернет претраживач записује податке о свакој посећеној адреси. То омогућава лакши приступ, али притиском на одговарајући тастер, свако може видети где сте били. Чистачем Интернет претраживача можете уклонити све привремене датотеке, слике, видео записе и адресе које сте посећивали. Овим ослобађате и пуно простора на свом диску.
526 = Пре чишћења затворите свој интернет прегледач.
527 = "Index.dat" датотеке ће бити уклоњене при следећем покретању рачунара.
599 = Трагови одабраног уноса су уклоњени!

[Brisanje tragova iz MS Office aplikacija]
601 = Уклони
607 = Уклони попис задње коришћених MS Word докумената
608 = укључујући Word 2000, Word XP, Word 2003, Word 2007, Word 2010, Word 2013 и Word 2016
609 = Уклони попис задње коришћених MS Excel докумената
610 = укључујући Excel 2000, Excel XP, Excel 2003, Excel 2007, Excel 2010, Excel 2013 и Excel 2016
611 = Уклони попис задње коришћених MS Access датотека
612 = укључујући Access 2000, Access XP, Access 2003, Access 2007, Access 2010, Access 2013 и Access 2016
613 = Уклони попис задње коришћених MS PowerPoint датотека
614 = укључујући PowerPoint 2000, PowerPoint XP, PowerPoint 2003, PowerPoint 2007, PowerPoint 2010, PowerPoint 2013 и PowerPoint 2016
615 = Уклони попис задње коришћених MS FrontPage датотека
616 = укључујући FrontPage 2000, FrontPage XP и FrontPage 2003
617 = MS Office чистач омогућава уклањање пописа задње коришћених датотека програма MS Word, Excel, Access, PowerPoint и Front Page. Ако желите онемогућити некоме увид у задње отваране и уређиване докумената MS Office-а довољно је да кликнете на дугме Уклони. Листа задње коришћених датотека ће бити празна.

[Brisanje tragova sistema Windows]
701 = Чишћење
707 = Уклони попис задње коришћених докумената
708 = Уклони попис задње покретаних програма
709 = Уклони попис задње тражених датотека
710 = Уклони попис задње тражених штампања, рачунара и људи
711 = Испразни оставу
712 = Уклони попис задње коришћених MS Paint датотека
713 = Уклони попис задње коришћених MS Wordpad датотека
714 = Уклони попис задњих Regedit отвараних кључева
715 = Уклони попис задње отвараних и сачуваних датотека
716 = Уклони попис задње посећиваних фасцикли
717 = Испразни корпу
718 = Уклони Windows привремене датотеке
719 = Уклони запис старт менија
720 = Microsoft Windows чува разне податке (записе) ваших  поступака у програму као нпр.: попис тражења задњег претраживања датотека и фасцикли; задње отвараних докумената; попис задње отвараних и сачуваних датотека других програма инсталираних на вашем рачунару и још пуно тога. Windows чистач омогућава уклањање свих ових записа и привремених датотека. Пражњењем корпе и брисањем привремених датотека ослобађате знатан простор диска. 
721 = Листа задње покретаних програма ће бити уклоњена након поновног покретања програма Explorer.exe.
722 = Записи Windows Регистра
723 = Записи о диску
724 = Обриши датотеке које су створене након краха меморије
725 = Обриши фрагменте датотеке које је створио програм Check Disk


[Uklanjanje tragova]
802 = Изврши
803 = Брисање
804 = Молим сачекајте, брисање је у току...
805 = Готово
806 = Квачицом означите дискове које желите обрадити. Овај алат трајно уклања трагове већ обрисаних датотека. ПАЖЊА: Када се процес заврши, обрисане податке је немогуће вратити!
807 = При пражњењу корпе, датотеке нису физички уклоњене већ су само означене као обрисане и не приказују се. Овај алат заувек уклања такве, формално обрисане, датотеке и фасцикле с диска. Без обзира какав алат користили за повратак изгубљених података, резултат неповратног брисања је увек исти - неповратно брисање означеног!
808 = Уклонити преостале трагове на одабраном диску(овима)?

[Nepovratno brisanje]
912 = Листа датотека и фасцикли које желите неповратно избрисати
913 = Датотеке
914 = Фасцикле
915 = Унесите датотеке које желите трајно обрисати. Ни један алат их неће моћи повратити!
916 = Унесите фасцикле које желите трајно обрисати. Ни један алат их неће моћи повратити!
917 = Додај датотеке за трајно брисање
918 = Додај фасцикле за трајно брисање
919 = ОБРИШИ ЗАУВЕК
920 = Обриши попис
921 = Ако желите бити сигурни да нико, с било каквим алатом, не може доћи до ваших обрисаних датотека и фасцикли, користите неповратно брисање. Датотеке, фасцикле и подаци које сте обрисали уобичајеним поступком, још се увек налазе на вашем диску и могуће их је повратити. Неповратно брисање то онемогућује јер формално обрисане податке додатно и неповратно разара. 
922 = Заиста желите трајно уклонити означене датотеке и фасцикле?

[Options Tree]
1001 = Опције
1100 = Опште
1200 = Деинсталер

[Opšta podešavanja]
1101 = Језик:
1102 = Напредни режим
1103 = При покретању провери за нове верзије

[Opcije deinstalera]
1201 = Прикажи доградње система
1202 = Прикажи компоненте система
1203 = Омогући брзо покретање
1204 = Покретање деинсталације без помоћника
1205 = (Није подржано у Windows Vista)
1206 = Постави тачку повратка система на стање пре деинсталације
1207 = Обриши преостале датотеке и фолдере у корпу 

[Аутоматска надоградња]
1907 = Доградња
1908 = О верзији
1909 = Ваша верзија:
1910 = Задња верзија:
1911 = ПРЕУЗМИ
1912 = Преузми задњу верзију
1913 = Шта је ново
1914 = Проверавам...
1915 = Грешка при повезивању на Интернет...
1916 = СТОП
1917 = Преузето %s од %s
1918 = Преузимање %s (величина непозната)
1919 = Revo Uninstaller се не може успоставити везу са на www.ревоунинсталлер.цом. Молимо, проверите да ли сте спојени на Интернет! Можда ваш Firewall (Заштитни зид) блокира Revo Uninstaller.
1920 = Грешка: Није успостављена Интернет веза па није могуће проверити да ли има новија верзија.


[Windows Alati]
2110 = Покрени
2111 = Ово су врло корисни алати и помагала укључена у сваки Windows оперативни систем. Неки од њих су сложенији, покретани ретко и с додатним могућностима, а неки теже доступни. Windows алати омогућују приступ једним кликом миља већини уграђених наредби које користите у дневном раду.
2112 = У случају проблема, овим алатом можете повратити претходно стање свог рачунара без губитка личних датотека. System Restore прати промене у систему и неким програмима па аутоматски ствара лако препознатљиве тачке повратка. Оне омогућују враћање система у претходно стање. Стварају се сваки дан и при значајним догађајима у систему. Тачке повратка можете сами направити и именовати било кад.
2113 = Овај алат прикупља и приказује информације о вашем хардверу и оперативном систему, вашим поставкама Интернета и вашег модема као и мрежног адаптера. Са Нетwорк Diagnostics алатом, прегледавате свој систем и испитујете мрежне везе и исправност рада програма везаних за мрежу, мрежних сервиса и функција. 
2114 = Овим алатом можете прегледати све постављене TCP/IP вредности мрежних поставки и освежити Dynamic Host Configuration Protocol (DHCP) и Domain Name System (DNS) поставке. Алат приказује све TCP/IP поставке као нпр.: IP адресу, MAC адресу, подмрежу, подразумевани gateway, Windows Internet Naming Service (WINS) и DNS поставке.
2115 = Овим алатом проверавате три најважнија сигурносна стања свог рачунара: Заштитни зид (Firewall), заштиту од вируса и аутоматску доградњу. Кад се појави проблем у било којем од ових модула рачунара (нпр., истекао рок обнове програма заштите од вируса), Security Center упозорава и предлаже како боље да заштитите рачунар.
2116 = Овај алат омогућава: Преглед основних информација о CPU (типу процесора) и РАМ меморији; Преглед и одређивање како ће рачунар користити  меморију и информације о томе; Информације о хардверу и управљачима, подељивање хардвер профила; Преглед информација о мрежи и записима рада. Уколико се догоде грешке, овај програм шаље о њима извештај Microsoft-у или вашем систем администратору.
2117 = Овај алат омогућава преглед свих информација о подељености система вашег рачунара. Ту су информације о хардверу и његовој конфигурацији, рачунарским компонентама, и софтверу, дисковима. System Information је користан алат којим ће те брзо лоцирати жељене информације о свом рачунару и оперативном систему.
2118 = TCP/IP Netstat Command приказује све активне TCP везе и TCP и UDP портове преко којих рачунар одржава сваку поједину везу или стање спремности. У случају када је назив у [ ], приказана је и компонента, и тако до краја TCP/IP активности. 
2119 = Ова виртуелна тастатура омогућава инвалидима да миљем или палицом на тастатури приказаној на екрану куцају и раде. Тако је омогућен минимум функционалности особама оштећених екстремитета. Овај алат можете користити и за снимање свих знакова које сте користили, ако на рачунару имате инсталиран програм за то.
2120 = Овај алат анализира и дефрагментира фрагментиране датотеке и фасцикле на одабраном диску. То резултира вежом ефикасношћу рачунара и бржим радом. Дефрагментацијом, Диск Дефрагментер ослобађа континуирани простор за нове датотеке и тако смањује будућу фрагментацију. 
2121 = Овим алатом покрећете, заустављате, паузирате, покрећете заустављено, или онемогућавате сервисе на свом или удаљеном рачунару. Такође: Покрећете опоравак активности омогућујући прекинути сервис, нпр., поновно покретање сервиса аутоматски; Омогућите или онемогућите сервис на неким хардвер профилима; Прегледање статуса и функције сваког сервиса.
2122 = Овим алатом управљате дељењем ресурса на мрежи. Контролишете корисничка права, тренутну активност као и својства дељених ресурса и њихових садржаја. Можете видети попис свих тренутних корисника мреже и евентуално прекинути везу некоме од њих. Такође, можете видети попис датотека које користи удаљени корисник.
2123 = Алат за додељивање  корисничке конфигурације. Group Policy  додељивање одређују разне компоненте корисникове радне површине и окружења којима управља систем администратор, нпр. одређивање доступних програма, програми који су видљиви на корисниковој радној површини, и могућности Старт менија.
2124 = Add/Remove Windows Components омогућава контролу над инсталираним Windows компонентама на вашем рачунару. Након инсталације Windows оперативног система, овим алатом додајете или уклањате Windows компоненте према потреби.
2125 = Microsoft Windows Malicious Software Removal Tool контролише рачунар под Windows оперативним системом да се не зарази свуд присутним злочестим софтвером и помаже уклонити такав софтвер кад је нађен. То су вируси, црви и тројанци. Након поступка чишћења, корисник добија детаљан извештај  о свему учињеном.


[Čistač nepotrebnih datoteka - Opcije]
2202 = Дискови за скенирање:
2203 = Шаблон
2204 = Опис
2205 = Додај
2206 = Уклони
2207 = Стандардно
2208 = Чистач непотребних датотека::Уклони
2209 = Чистач непотребних датотека::Изузеци
2220 = Уклони датотеке:
2221 = Користите (?,*) као резервне ознаке
2222 = Додај шаблон
2223 = Додај шаблон изузетака
2224 = Користите (?,*) као резервне ознаке
2225 = Искључи шаблон:
2226 = Обриши датотеке у корпу
2227 = Занемари датотеке коришћене у задња 24 часа


[Čistač nepotrebnih datoteka - Alat]
2306 = Скенирај
2307 = Обриши
2308 = Скенирање
2309 = Молим сачекајте док претражим...
2310 = Откажи
2311 = Назив
2312 = Величина
2319 = Датотека:
2320 = Укупна величина:
2323 = Датотеку користи Windows или други програм\nпа не може сада бити обрисана 
2324 = Морате одабрати барем један диск и тип датотеке да би се покренула претрага
2325 = Чистач непотребних датотека омогућава налажење и уклањање великог броја непотребних датотека са диска. Најчешће, ове датотеке обришу  програми који су их и створили, након престанка њиховог коришћења. Ипак, многе трајно заостају на диску нпр. приликом неочекиваних падова програма или система и др. У таквим случајевима, непотребно троше простор на диску, доводе до смањења учинка и успоравања система и др.
2326 = Датотека:
2327 = Брисање датотека

[Kontekst Meni Čistača nepotrebnih datoteka]
2313 = Отвори
2314 = Пронађи преко Google-а
2315 = Отвори фасцикли програма
2316 = Својства...
2317 = Означи све ставке
2318 = Уклони све ознаке
2321 = Означи одабране ставке
2322 = Уклони ознаке са одабраних ставки

[Najčešći prozor]
4002 = Опције
4003 = Отвори главни прозор програма
4004 = Режим "Превуци и испусти" 
4005 = Пресретање
4006 = Величина
4007 = Мала
4008 = Средња
4009 = Велика
4010 = Величина иконе
4011 = ИЗЛАЗ
4012 = Деинсталирај
4013 = Прекини аутоматско покретање
4014 = Заустави процес
4015 = Заустави и Чистач процес
4016 = Отвори фасцикли програма
4017 = Информације
4018 = Својства
4019 = Откажи
4020 = Одједном  може само једна датотека!
4021 = Превукли сте фасцикли. Молим повуците и испустите датотеку!
4022 = Деинсталирај или уклони:
4023 = Нерешиво! Покуљајте означити други прозор, икону или ставку менија
4024 = Не могу покренути деинсталацију!\н Молим, деинсталирајте програм Деинсталером.
4025 = Нема записа инсталације!\nСавет: Наведите више информација о програму и\n покуљајте деинсталирати из главног прозора!
4026 = Онемогућено је самопокретање програма при покретању рачунара!\nСавет: Ако то желите променити, користите Менаџер самопокретања програма!
4027 = Програм се не налази на уобичајеном месту за самопокретање!\nСавет: Погледајте савете на Интернету: www.гоогле.цом!
4028 = Затворити програм?\nСав несачувани рад ће бити изгубљен!
4029 = Деинсталер
4030 = Затворити и обрисати означени програм?\nСав несачувани рад ће бити изгубљен!
4031 = Затворити Windows Explorer?\nНестаће полазни менији и трака задатака!
4032 = Аутоматско покретање са оперативним системом
4033 = Прозирност

[Скенирање након деинсталације]
4210 = Локација
4211 = Кључ
4212 = Вредност
4213 = Подаци
4214 = Датотека
4215 = Нисте означили шта треба обрисати!
4216 = Претрага након деинсталације
4217 = Означи све
4218 = Уклони све ознаке
4219 = Чистач
4220 = Преостале датотеке
4221 = Преостале ставке у регистру
4222 = Претраживање пре деинсталације. Молим сачекајте...
4223 = Деинсталација у току...
4224 = Молим, након завршетка деинсталације, покрените претраживање да пронађете заостале датотеке, фасцикле и кључеве...
4225 = Прегледавам након деинсталације. Молим сачекајте...
4226 = Одабир ставки извршите пажљиво!
4227 = Затвори
4228 = Листа задње отвараних датотека ће бити уклоњена при следећем покретању рачунара.
4229 = Деинсталација није успела!\nВероватно је погрешна наредба!
4230 = Назад
4231 = Следеће
4232 = Избор начина деинсталације
4233 = Начини деинсталације
4234 = Једноставна деинсталација без икаквог додатног претраживања система.
4235 = Сигурна деинсталација са претраживањем регистра и диска и уклањање уноса који се могу са сигурношћу уклонити.
4236 = Умерена деинсталација укључује поступак сигурне деинсталације с додатним прегледом уобичајених позиција регистра и диска за преосталим траговима програма.
4237 = Напредна деинсталација укључује поступак умерене деинсталације с детаљним прегледом регистра и диска за преосталим траговима програма. Нешто спорији начин.
4238 = Претходно утврђивање података о програму.
4239 = Покретање властитог деинсталера програма као стандардни поступак.
4240 = Притисните дугме Следеће за потрагу за преосталим траговима програма, у фасциклама и регистру, након завршетка деинсталације
4241 = Анализа и деинсталација
4242 = Претраживање након деинсталације
4243 = Претраживање након деинсталације сопственим деинсталером. Потрага за заосталим траговима у фасциклама и регистру, након обављене деинсталације. Молим сачекајте...
4244 = Пронађени заостали трагови
4245 = Заостали трагови
4246 = Напомена: Пажљиво одаберите уносе! Уклониће се само одабрани подебљани уноси и њихови подуноси!
4247 = Преостале датотеке и трагови
4248 = Нађено трагова:
4249 = Рачунар
4250 = Revo Uninstaller не може покренути сопствени деинсталер програма. Можда је оштећен. Притисните дугме Назад и одаберите други начин деинсталације.
4251 = Деинсталер програма је завршио. Revo Uninstaller није извршио претрагу заосталих уноса. Можете притиснути дугме Назад и одабрати један од начина који ово омогућава.
4252 = Revo Uninstaller је завршио деинсталацију успешно, а заостали трагови нису нађени. Можете притиснути дугме Назад и одабрати детаљнију потрагу.
4253 = Revo Uninstaller је завршио деинсталацију успешно. Ако желите, можете  притиснути дугме Назад и одабрати детаљнију претрагу.
4254 = Готово
4255 = Обрисати одабране ставке у корпу?
4256 = Обрисати одабране ставке из регистра?
4257 = Revo Uninstaller је успешно довршио деинсталацијске процедуре!
4258 = Не бриши заостатке у регистру, већ пређи на следећи корак.
4259 = Не бриши заостале датотеке и фасцикле, већ пређи на следећи корак.
4260 = Претрага заостатака је завршено. Притисните дугме Следеће за приказ резултата!
4261 = Створи тачку повратка система...
4262 = Стварање тачке повратка система - Није успело!
4263 = Стварање тачке повратка система је онемогућено! (у Поставке->Деинсталер)
4264 = Тачка повратка система - је створена!


[O programu]
4300 = Преводиоци:

[Kontekst Meni Deinstalera]
5000 = Наредбе
5001 = Информације
5002 = Нађи на Интернету
5004 = Локација на диску
5005 = веб - О програму...
5006 = веб - Помоћ...
5007 = веб - Доградња...
5008 = Отвори кључ регистра...

[Opšte]
10000 = У реду
10001 = Откажи
10002 = Помоћ
10003 = Тражи
10004 = Активна помоћ
10005 = Web страна
10006 = О програму
10007 = Упозорење
10008 = ГРЕШКА
10009 = Да
10010 = Не

[Saveti za alate]
2000 = Укључи деинсталер режим
2001 = Приказ панела с алатима
2002 = Прилагођавање поставки
2003 = Пресретачки начин рада
2004 = Измена изгледа пописа инсталираних програма
2005 = Деинсталирање означеног програма
2006 = Уклањање одабраног из регистра
2007 = Освежавање пописа програма
2008 = Надоградња програма најновијом верзијом
2009 = Додатне информације и одговори на сва питања о програму
404 = Покретање означеног програма
405 = Заустављање и затварање означеног програма
406 = Уклањање означеног програма из аутоматског покретања
506 = Уклањање означеног
605 = Уклањање означеног
705 = Уклањање означеног
2106 = Покретање одабраног алата
2304 = Налажење бескорисних датотека према одабраним поставкама
2305 = Уклањање означених датотека у корпу

[UninstallerPro]
15000 = Уопштено
15001 = Управљач\nгрупа
15002 = Новоинсталирани програми
15003 = Остали инсталирани програми
15004 = Назив
15005 = Преименуј
15006 = Интернет
15007 = Игре
15008 = Мултимедија
15009 = Услужни програми
15050 = Горе
15051 = Доле
15052 = Додај
15053 = Уклони ове
15054 = Колоне
15055 = Уклони ову колону
15056 = Поравнање
15057 = Лево
15058 = Центар
15059 = Десно
15060 = Прилагоди
15061 = Извези као
15062 = Текстуална датотека - .txt
15063 = HTML датотека -.html
15064 = Microsoft Excel датотека
15065 = Извоз
15066 = Одаберите колону за извоз
15067 = Прикажи новоинсталиране програме:
15068 = Задњих (дана)
15069 = Од задњег покретања деинсталера
15070 = Назив групе:
15071 = Додај
15072 = Група
15073 = Праћени програми
15074 = Праћени\nпрограми
15075 = Сви програми
15076 = Сви\nпрограми
15077 = Обриши запис
15078 = Одабрана деинсталација
15079 = Измена иконице
15080 = Додај у групу
15081 = Уклони из групе
15082 = Деинсталација
15083 = Деинсталација датотека записа и фасцикли програма:
15084 = Деинсталација записа ставки Регистра:
15085 = Постоје неки подаци који се можда односе на деинсталирани програм, ало нису уклоњени јер нису везани инсталацијским записом Revo Uninstaller програма. Ако их желите претражити или обрисати кликните на дугме "Напредна деинсталација". 
15086 = Напредна деинсталација
15087 = Путања до датотеке\фасцикли
15088 = Учитавање пописа...
15089 = Деинсталирај означено
15090 = Отвори надкључ Регистра... 
15091 = Скупи све 
15092 = Рашири све
15093 = Назив вредности 
15094 = Фасцикла записа:
15095 = Извршите преименовање претходно постојећих системских датотека и фасцикли.
15096 = Форсирана деинсталација
15097 = Форсирана\nдеинсталација
15098 = Рашири означени кључ
15099 = Скупи означени кључ
15100 = Деинсталирај означени кључ
15101 = Означи означени кључ као створен
15102 = Додај у попис изузетака
15103 = Неисправан запис
15104 = Нема датотеке! Унесите исправан запис или одустаните од наредбе.
15105 = Одабир процеса
15106 = Додај процес на попис
15107 = Путања процеса:
15108 = Додај кључ Регистра
15109 = Путања кључа Регистра
15110 = Користећи форсирану деинсталацију, можете претражити своје датотеке или унети путању фасцикли програма који уклањате. Такође, можете унети назив програма као додатну информацију. Кад притиснете дугме "Даље", Revo Uninstaller траћи сопствени деинсталер, ако га нађе омогућиће Вам избор његовог покретања или не.\n\nУнесите тачан назив и инсталацијску локацију програма који желите да деинсталирате!
15111 = Начин претраживања
15112 = Стандардни
15113 = Сигурни
15114 = Прилагођени
15115 = Напредни
15116 = Путања до програмске датотеке или фасцикли:
15117 = Постојећи назив програма:
15118 = Нађен је сопствени деинсталер:
15119 = Покретање сопственог деинсталера
15120 = Назив програма
15121 = Деинсталацијска наредба
15122 = Тип
15123 = 32-бит
15124 = 64-бит
15125 = Прекини процес и настави
15126 = Означену датотеку користи процес који је у току! Ако је желите правилно деинсталирати, најбоље је пре наставка прекинути процес.
15127 = Измене кључа Регистра
15128 = Укључивање подкључева
15129 = Постави "Праћене програме" као прве при покретању
15130 = Брисање датотека и фасцикли:
15131 = У фасцикли сигурносне копије
15132 = У корпу за отпатке 
15133 = Трајно
15134 = Желите ли обрисати означено?
15135 = Фасцикле
15136 = Датотеке
15137 = Вероватно зависне датотеке и фасцикле
15138 = Вероватно зависни кључеви Регистра
15139 = Кључеви:
15140 = Вредности:
15141 = Записи датотека и фасцикли
15142 = Извршите преименовање претходно постојећих системских датотека и фасцикли.
15143 = Деинсталирати означену ставку?
15144 = Означене, али постојеће датотеке ће бити уклоњене при следећем покретању рачунара.
15145 = Записи ставки Регистра
15146 = Деинсталација...
15147 = Претрага заосталих датотека, фасцикли и ставки регистра на основу улазних података
15148 = Покретање сопственог деинсталера, и његова анализа инсталације.
15149 = Након завршетка деинсталације, притисните дугме "Претражи" због тражења заосталих датотека, фасцикли и ставки регистра.
15150 = На диску нема довољно слободног простора за запис датотеке кеља.
15151 = Грешка при запису кеша. Можда немате одговарајућу дозволу.
15152 = Грешка при учитавању кеша
15153 = Revo Uninstaller није нашао заостале ставке
15154 = Претражи
15155 = Прилагођена\nдеинсталација
15156 = Овај модул Revo Uninstaller-а приказује инсталиране програме и компоненте тренутног и свих других корисника. Подељен је у две групе - "Новоинсталирани" и "Остали" програми. Коришћењем изгледа "Детаљи", или контекст менија, долазите до више података нпр., Web адресе и својстава инсталираног програма. Поставке овог начина су доступне под "Сви програми" у "Деинсталер" прозору за "Поставке".
15157 = Овај модул Revo Uninstaller-а приказује све програме које сте пратили током њихове инсталације користећи Revo Uninstaller. За праћење програма са Revo Uninstaller, кликните на њихову инсталацију десним дугметом миља или притисните дугме "Инсталирај програм" на траци алата. Поставке овог начина  су доступне под "Праћени програми" у "Деинсталер" прозору за "Поставке".
15158 = Регистрација
15159 = Помоћ
15160 = Инсталирај програм
15161 = Инсталирај\nпрограм
15162 = Створи тачку повратка система и сигурносну копију Регистра пре деинсталације
15163 = Стварање сигурносне копију Регистра...
15164 = Стварање тачке повратка система и сигурносне копије Регистра је онемогућено (у Поставке->Деинсталер).
15165 = Стварање сигурносне копије Регистра - Завршено!
15166 = Стварање сигурносне копије Регистра - НИЈЕ УСПЕЛО!
15167 = (Није подржано у Windows Виста / Windows 7,8,10)
15168 = Запис:
15169 = Или клик десног дугмета миља на икону Пресретања и одабир "Излаз".
15170 = Отвори помоћника деинсталације преко целог екрана
15171 = Путања фасцикли
15172 = Молимо, инсталирајте pdf читач за читање датотеке помоћи
15173 = Додај нову групу
15174 = Обриши означене лог датотеке
15175 = Креирај поново кеш датотеку
15176 = Да ли сте сигурни да желите да поново креирате кеш датотеку?\nСве ваше промене у детаљима програма биће поништене!
15177 = Управљај
15178 = Извези, увези или уреди записник
15179 = Промени\nили поправи
15180 = Промени или поправи
15181 = Ажурирај линке
15182 = База података записника
15183 = Дневници\nБаза Података
15184 = Програми:
15185 = Назив програма
15186 = Верзија програма
15187 = Windows верзија
15188 = Windows Bits
15189 = Пронађено
15190 = Прикажи само записнике компатибилне са %s
15191 = Прикажи само %s записнике
15192 = Подударни дневници:
15193 = База података записника:
15194 = Тражи по:
15195 = Записник
15196 = Записници
15197 = програм
15198 = програми
15199 = назив
15200 = Деинсталирај брзо
15201 = Брзо\нДеинсталирај
15202 = Направи почетну системску резерву
15203 = Деинсталација програма  %d од %d
15204 = Почетна анализа - готово!
15205 = Покретање програмски уграђеног деинсталрера - готово!
15206 = Покретање програмски уграђеног деинсталрера - неуспело!
15207 = Скенирање заосталих датотека, фасцикли и ставки регистра...
15208 = Брисање пронађених заосталих ставки...
15209 = Обрисано %d заосталих кључева регистра и %d вредности
15210 = Обрисано %d заосталих фасцикли и %d датотека
15211 = Брза деинсталација је завршена!
15212 = Статус
15213 = Након што програмски деинсталер заврши деинсталацију, притисните дугме "Настави" да наставите процес деинсталације.
15214 = Настави
15215 = Увезено
15216 = Додај коментар
15217 = Уреди коментар
15218 = Модули
15219 = Датум записника
15220 = Припрема записник података за деинсталацију...
15221 = %d од %d ставки
15222 = Извршавање операције неопходног преименовања...
15223 = Да ли заиста  желите деинсталирати изабрани записник?
15224 = Да ли заиста  желите деинсталирати изабране записнике?
15225 = Деинсталација записника %d од %d
15226 = Извези све
15227 = Прескочи\nРезерва
15228 = Прескочи креирање тачке враћања система и потпуне резерве регистра
15229 = Креирање потпуне резерве регистра - прескочено!
15230 = креирање тачке враћања система - прескочено!
15231 = Уреди записник
15232 = Увези записник
15233 = Извези записник
15234 = Рашчлањивање записника -
15235 = Преименуј записник
15236 = Назив записника
15237 = Сачувај измене
15238 = Модификуј
15239 = Икона
15240 = Индекс икона
15241 = Аутор
15242 = Време креирања
15243 = Време задње измене
15244 = Процењена величина
15245 = Кључеви регистра
15246 = Вредност регистра
15247 = Креирано
15248 = Обрисано
15249 = Преименовано
15250 = Пребрисано
15251 = Непознато
15252 = Стари назив
15253 = Пуни назив
15254 = Стари пуни назив
15255 = Стари подаци
15256 = Вредност регистра са таквим именом већ постоји!
15257 = Додај кључ
15258 = Назив кључа:
15259 = Неизмењено
15260 = Измени кључ
15261 = Додај вредност
15262 = Измени вредност
15263 = Постави
15264 = Стари тип
15265 = Присилно заустави приказивање извршне датотеке током деинсталације
15266 = Нађи одговарајући записник пре програмске регуларне деинсталације
15267 = Да ли заиста желите да Брзо деинсталирате изабрани програм(е)?
15268 = Пронађен је одговарајући записник међу Вашим дневницима које ће се користити за деинсталацију\nПокретање програмски уграђеног деинсталера за подразумевану деинсталацију.
15269 = Пронађен је  одговарајући записник у бази података записника који ће се користити за деинсталацију\nПокретање програмски уграђеног деинсталера за подразумевану деинсталацију.
15270 = Након што програмски деинсталер заврши деинсталацију, притисните дугме "Настави" да видите заостале датотеке, фасцикле и ставке регистра.
15271 = Грешка при преузимању датотеке записника!
15272 = Грешка преименовања преузетих датотека записника!
15273 = Модул "Базе података записника"  Revo Uninstaller показује попис записника праћених програма који су компатибилни са Windows системом. Ови дневници се чувају на нашој web страници и одржавани од стране нашег Revo Uninstaller тима. Можете га једноставно користити (с једним кликом на дугме "Деинсталирај" ) да деинсталирате ове записнике  и да деинсталирате програме који су инсталирани на вашем рачунару. 
15274 = Ваша верзија:
15275 = Ажурирајте сада
15276 = Аутоматски ажурирај базу података записника
15277 = Грешка приликом преузимања базе података записника!
15278 = Грешка при ажурирању базе података записника!
15279 = Грешка при издвајању базе података записника!
15280 = Грешка при отварању базе података записника!
15281 = Упишите Ваш коментар:
15282 = Изаберите икону
15283 = Путања:
15284 = Изаберите икону са листе:
15285 = Датотека
15286 = Фасцикла
15287 = Извоз записника -
15288 = Увоз записника-
15289 = %d%% довршено
15290 = Извезено са
15291 = Пронађени сродни записници
15292 = Да (препоручено)
15293 = Изгледа да су Ваши излистани дневници повезани са програмом који се деинсталира. Желите ли користити податке из записника током деинсталације?
15294 = Преузимање записника -
15295 = Изгледа да су излистани записници који су  пронађени у бази података записника повезани са програмом који се тренутно деинсталира. Ако током поступка деинсталације желите да користите било који од записника, поставите квачицу испред њега.
15296 = Било би прикладно да деинсталирате записник из наше базе података.\nДа ли га желите користити за више комплетних деинсталација програма?
15297 = Да ли заиста желите да обришете  изабране записнике са листе?
15298 = Морате да изаберете најмање једну колону за извоз!
15299 = Тражи
15300 = Користи изабрани записник
15301 = Извор
15302 = Нисте изабрали ни један уграђени деинсталер са листе.\nДа ли желите да наставите претрагу за заостацима и да прескочите уграђен деинсталер?
15303 = Изаберите уграђени деинсталер са листе ако  желите да га користите током деинсталације.
15304 = Нисте изабрали ни један записник са листе.\nДа ли заиста желите да наставите претрагу за заостацима  и да прескочите коришћење записника?
15305 = Изаберите записник са листе ако желите да га користите током деинсталације.
15306 = Учитавање података из записника...
15307 = Креирајте пуни бекуп регистра пре деинсталације
15308 = Креирање пуног  бекуп регистра је онемогућен (у Опцијама->Деинсталер)


[Auto Run Manager Pro]
15800 = Додај
15801 = Додај програм за аутоматско покретање са Windows-ом
15802 = Аутоматско покретање:
15803 = Све кориснике
15804 = Тренутног корисника
15805 = аутоматско покретање од:
15806 = Регистар: Аутоматско покретање са Windows-ом
15807 = Регистар: Покрени само једном, при следећем покретању Windows-а
15808 = Фасцикла аутоматског покретања - при сваком покретању Windows-а
15809 = Наредба (путања):
15810 = Назив:
15811 = Уклоњени из аутоматског покретања
15812 = Уклоњено се не покреће аутоматски
15813 = Уклони све онемогућене ставке из аутоматског покретања
15814 = Услуге
15815 = Отворите Windows услуге

[General App]
16001 = Штампај
16002 = Преглед пре штампе
16003 = Поставке штампања
16004 = Изглед
16005 = Трака менија
16006 = Главна трака алата
16007 = Панел описа
16008 = Трака статуса
16009 = Трака алата
16010 = Датотека
16011 = Менаџер\nаутопокретања
16012 = Чистач\nнепотребних датотека
16013 = Windows\nалати
16014 = Чистач Интернет\nпретраживача
16015 = Чистач\nMicrosoft Office-а
16016 = Чистач\nWindows-а
16017 = Уклањање\nтрагова
16018 = Неповратно\nбрисање
16019 = Менаџер\nсиг. копије
16020 = Инсталирај користећи Revo Uninstaller
16021 = Деинсталирај користећи Revo Uninstaller
16022 = Инсталирај означени програм користећи Revo Uninstaller
16023 = Деинсталирај означени програм користећи Revo Uninstaller
16024 = Фасцикла сигурносних копија:
16025 = Сачувај сигурносну копију обрисаних ставки Регистара
16026 = Сачувај сигурносну копију обрисаних датотека и фасцикли
16027 = Microsoft Excel није инсталиран на овом рачунару (ознака грешке 0x%08X).
16028 = Немогућност покретања Microsoft Excel програма (ознака грешке 0x%08X).
16029 = Непозната грешка.
16030 = Регистар
16031 = Занемари поруке обавештења
16032 = Занемари упозорења
16033 = Процеси
16034 = Прати програме сажето
16035 = Укључени процеси:
16036 = Искључени процеси:
16037 = Путања процеса
16038 = Визуелна тема:
16039 = Траке алата
16040 = Прикажи текстуалне описе
16041 = Прикажи мале иконе
16042 = Плаво
16043 = Сиво
16044 = Црно
16045 = Сребрно
16046 = Природно 1
16047 = Природно  2
16048 = Природно гладак
16049 = Купи
16050 = Након куповине Revo Uninstaller, добићете серијски број путем е-поште. За активацију Revo Uninstaller, унесите тај серијски број у доњу форму и притисните дугме “Активирај online”. За активирање потребна је Интернет веза, па ваш заштитни зид не би требао блокирати Revo Uninstaller. За сва остала питања око регистрације, контактирајте нас на: registration@revouninstaller.com
16051 = Регистрација 
16052 = Унесите овде тачан  серијски број:
16053 = Активација Интернетом
16054 = Сва права задржана.
16055 = Регистрована верзија
16056 = Нерегистрована верзија
16057 = Желите ли обрисати сигурносне копије, записе и друге Revo Uninstaller податке? Притисните "Не" ако рестаурирате програм.
16058 = Преводилац:
16059 = Сваки дан створи сигурносну копију Регистра  
16060 = Обриши запис праћења програма након његове деинсталације
16061 = У детаљном приказу, прикажи мале иконе
16062 = Прикажи команде у Windows контекст менију (Инсталирај са ..., Деинсталирај са ...)
16063 = Подразумевано означи све заостале датотеке
16064 = Тамно сива
16065 = Плава 2
16070 = Алатна трака наредби
16071 = Прилагођено
16072 = Теме
16073 = Прилагођена боја позадине
16074 = Прилагођена боја избора
16075 = Затворите Revo Uninstaller, пре почетка увоза записник.\nИли увезите записник користећи дугме алатне траке "Управљај" у модулу "Праћени програми".
16076 = Активирај
16077 = Изаберите метод активације
16078 = Online активација
16079 = Активација помоћу датотеке
16080 = Ваш 30-дневни пробни период је завршен. Ако желите наставити користити производ,  морате да купите лиценцу.
16081 = Након што сте купили лиценцу за Revo Uninstaller, добићете  серијски број путем e-maila. Како бисте активирали Revo Uninstaller, морате уписати  Ваше име и серијски број у поље  испод  ( препоручује се да га копирате и налепите ), а затим притисните дугме " Активирај online ". Активација захтева интернет везу, тако да Ваш Заштитни зид  не би требао блокирати Revo Uninstaller. Ако имате било каквих питања или проблема везаних уз регистрацију, молимо да нас контактирате на: registration@revouninstaller.com
16082 = Након што сте купили лиценцу за Revo Uninstaller, добићете  серијски број путем e-maila. Како бисте активирали Revo Uninstaller помоћу датотеке, морате уписати Ваше име  и серијски број у поље испод ( препоручује се да га копирате и налепите ),  а затим притисните  дугме "Сачувај датотеку" да би сте је сачували. Након тога, пошаљите сачувану датотеку на support@revouninstaller.com или registration@revouninstaller.com. У  року до 24 сата ћемо Вам послати кључ за откључавање како би сте завршили  активацију Revo Uninstaller. Ако имате било каквих питања или проблема везаних уз регистрацију, молимо да нас контактирате на: registration@revouninstaller.com
16083 = Одлучили сте да активирате  Revo Uninstaller помоћу датотеке. Након што пошаљете активацијску датотеку  на наш е-маил за подршку, требали би сте  добити кључ  за откључавање  Revo Uninstaller од нашег тима за подршку. Морате да унесете  кључ за откључавање у поље испод ( препоручује се да га копирате и налепите ) а затим притисните дугме  " Активирај " . Ако имате било каквих питања или проблема везаних уз регистрацију, молимо да нас контактирате на: registration@revouninstaller.com
16084 = Дошло је до промене на вашем рачунару која захтева Revo Uninstaller  буде реактивиран.  Само притисните  дугме" Активирај" .  Ако имате било каквих питања или проблема везаних уз регистрацију, молимо да нас контактирате на: registration@revouninstaller.com
16085 = Активација је успешна! 
16086 = Активација није успела!
16087 = Нисте повезани са сервером за активацију. Проверите да ли је Ваш Заштитни зид блокирао Revo Uninstaller.
16088 = Упишите корисничко име:
16089 = Упишите серијски број (копирај и налепи-препоручено):
16090 = Упишите кључ за откључавање (копирај и налепи-препоручено):
16091 = Понови поступак активације
16092 = Преостало дана:
16093 = Сачувај датотеку
16094 = Регистриран на
16095 = Реактивирај
16096 = Активација је у току. Молимо причекајте ...
16097 = Погрешан серијски број.\nКопирајте и налепите серијски број уместо типкања!
16098 = Растартујте Revo Uninstaller
16100 = серијски број:
16101 = Подаци о лиценци:
16102 = Пошаљи информације
16103 = Online подршка
16104 = Ресетуј поставке панела главног прозора
16105 = Ресетуј детаљни приказ поставки контроле
16106 = ресетовање је успешно!\nРестартуј  Revo Uninstaller за примену промена
16107 = Не постоје проверене ставке.\nИзаберите најмање једну да наставите.

[AppBar]
16900 = Сачувај запис праћења промена система
16901 = Прекини праћење инсталације
16902 = Revo Uninstaller прати промене система - настављајући инсталацију као и обично. НЕ ПОКРЕЋИТЕ ни једну другу инсталацијску (setup) датотеку, програм или било што друго, за време инсталирања програма! Након завршетка инсталације, покрените програм, конфигуришите га и затворите. Затим притисните дугме "Стоп" (црвени правоугаоник) и сачувајте запис.
16903 = Унесите назив записа:
16904 = Унесите назив записа и притисните дугме "Сачувај"
16905 = Revo Uninstaller прати инсталацију
16906 = Revo Uninstaller чува податке
16907 = Не могу угасити рачунар. Угасите га ручно!
16908 = Не могу угасити рачунар. Угасите га ручно!
16909 = Молимо да упишете исправно име за пријаву!
16910 = Да ли заиста желите да откажете записивање дневника?

[JunkFilesCleanerPro]
17000 = Искључења
17001 = Задња промена
17002 = Скенирај фасциклу...

[EvidenceRemoverPro]
17300 = Тип
17301 = Укупна величина
17302 = Слободан простор
17310 = Локални диск
17311 = Преносиви диск
17312 = Процењено преостало време:
17313 = дана
17314 = сати
17315 = минута
17316 = секунди
17317 = Да ли желите да зауставите процес?

[WindowsToolsPro]
17400 = Опоравак система
17401 = Дијагностика мреже
17402 = Информација о мрежи
17403 = Центар безбедности
17404 = Системска својства
17405 = Информације о систему
17406 = TCP/IP Netstat наредба
17407 = Екранска тастатура
17408 = Дефрагментер диска
17409 = Услуге
17410 = Заједничке фасцикле
17411 = Смернице групе
17412 = Додај/Уклони Windows компоненте
17413 = Microsoft Windows Malicious Software Removal Алат
17414 = Windows резервне копије и опоравак
17415 = Планер задатака
17416 = Контролор диска
17417 = Контролор системских датотека
17450 = Windows  резервне копије и опоравак омогућују да креирате копије базе података датотека за све особе које користе рачунар а  пружа и могућност креирања слике система. Можете допустити  да Windows изабере  шта да архивира или Ви можете да изаберете појединачне  фасцикле, библиотеке и  драјвере  које желите безбедно архивирати.  Слика система  садржи Windows поставке система, програме и датотеке. Можете користити слику система за опоравак садржаја вашег рачунара, ако ваш тврди диск или рачунар престане да ради.
17451 = Планер задатака  помаже да распоредите  аутоматизоване задатке  које обављају активности у одређено време или када  се одређени догађај догоди. То пружа могућност распореда  покретање програма или скрипти на унапред дефинисано  време или након одређених временских интервала.  Планер задатака одржава библиотеку свих планираних задатака,  пружајући организовани преглед свих планираних задатака и једноставан начин управљања.
17452 = Контролор диска  проверава логички интегритет  базе података система на Windows дисковима. Контролор диска провере проблеме везане уз лоше секторе, изгубљене кластере, унакрсно повезане датотеке и каталог грешака. Ове врсте проблема могу  бити узроковане падом  система или његовим замрзавањем, застојем у напајању, погрешним искључивањем рачунара, итд. 
17453 = Контролор системских датотека омогућује скенирање и опоравак корумпираних Windows системских датотека проверавајући њихову верзију . Ако се утврди проблем, покушаће заменити  проблематичне датотеке из Windows DLL кеша.  Ако  датотека не постоји у  Windows DLL кешу или  је DLL кеш корумпиран, тражиће да  да уметнете  инсталациони диск Windows система.


[WindowsCleanerPro]
17500 = Обриши кеш минијатура

[UnrecoverableDeletePro]
17600 = Додавање датотеке(а)
17601 = Додавање фасцикли
17602 = Неповратно брисање
17603 = Брисање
17604 = Израчунавање...
17605 = Преостале ставке на листи се не могу сада обрисати. \nПроверите да ли их користи Windows или неки други прогам а затим покушајте поново.
[Backup Manager]
17800 = Менаџер сигурносних копија
17801 = Рестаурирај
17802 = Обриши
17803 = Обриши све
17804 = Уобичајена\nобнова
17812 = Учитавам...
17813 = Назад
17814 = Даље
17815 = Нема тачке повратка
17816 = Процесирање
17817 = Спасавање ставки %d од %d
17818 = Тачке повратка:
17819 = Укупна величина:
17820 = Менаџер сигурносних копија помаже вам у управљању сигурносним подацима које је сачувао Revo Uninstaller после сваког брисања уноса регистра, датотека или фасцикли. Рестаурацијом тачке повратка, вратићете све обрисане податке или само оне које одаберете. Брисањем неких или свих тачака повратка, повећавате слободан простор на диску, ако вам затреба.
17821 = Назив
17822 = Операција
17823 = Величина
17824 = Ставке регистра
17825 = Датотеке и фасцикле
17826 = Време
17827 = Датум
17830 = Кључ/Назив
17831 = Подаци
17835 = Стандардна вредност
17836 = Рестаурација %d од %d ставки
17837 = Рестаурација
17838 = Назив датотеке/фасцикли
17839 = Корисничка Рестаурација
17840 = Грешка при учитавању сигурносне копије!
17841 = Датотеке и фасцикле за рестаурацију
17842 = Ставке регистра за рестаурацију
17843 = На диску нема довољно простора за спасавање сигурносне копије!
17844 = Грешка при спасавању сигурносне копије!
17845 = Желите ли заиста рестаурирати операције %s од %s?
17846 = Обрисати све тачке повратка?
17847 = Обриши\nПовремено
17848 = Обриши сигурносне копије старије од датума или периода
17849 = Избриши све копије старије од:
17850 = Изабрани датум:
17851 = Једне седмице
17852 = Две седмице
17853 = 30 дана
17854 = 90 дана
17855 = 180 дана
17856 = Једне године
17857 = Прилагођени датум
17858 = Изабрали сте ранији датум од данашњег.\nТо ће избрисати све копије! Наставити?


[TooltipsPro]
18200 = Прилагођавање поставки програма Revo Uninstaller
18201 = Измена изгледа пописа праћених програма
18202 = Управљање подацима сигурносних копија које ствара Revo Uninstaller
18203 = Инсталирање програма користећи Revo Uninstaller
18204 = Форсирање уклањања трагова инсталације деинсталираних програма
18205 = Приказ свих инсталираних програма
18206 = Приказ праћења инсталираних програма
18207 = Деинсталирај означени праћени програм
18208 = Корисничка деинсталација означеног праћеног програма
18209 = Повратак стања означене тачке повратка коју је створио Revo Uninstaller
18210 = Кориснички повратак стања означене тачке повратка коју је створио Revo Uninstaller
18211 = Уклони означену тачку повратка коју је створио Revo Uninstaller
18212 = Додавање програма у аутоматско покретање са Windows-ом
18213 = Евидентирање операција уклањања над означеним дисковима
18214 = Додавање датотека за неповратно брисање
18215 = Додавање фасцикли за неповратно брисање
18216 = Брисање доданих датотека и фасцикли
18217 = Брисање означених датотека и фасцикли
18218 = Промени или поправи инсталацију изабраног програма
18219 = Брзо деинсталирај изабрани програм (сви пронађени остаци се аутоматски бришу)
18220 = Додај нову ставку у записник
18221 = Измени изабрану ставку
18222 = Обриши изабране датотеке из записника
18223 = Извези тренутне записнике као HTML
[Portable]
18500 = Грешка приликом преузимања ажурирања!
18501 = Грешка приликом распакирања ажурирања!
18502 = Ажурирање
18503 = Ажурирање је завршено!
18504 = %d од %d датотека
18505 = Портабилност
18506 = Користи тренутне податке фасцикле за складиштење
18507 = Омогући режим брзог учитавања
